// Группы объектов
var groups = [
    {
        name: "Научные лаборатории",
        style: "islands#blueIcon",
        items: [
            {
                center: [55.703322, 37.531034],
                name: "Кафедра биохимии и регенеративной биомедицины",
                body: "Мембранные рецепторы, сигнальная трансдукция, вторичные мессенджеры и фосфорилирование белков \n" +
                    "Клеточная и молекулярная биология мезенхимных стволовых клеток \n" +
                    "Молекулярные механизмы регуляции клеточной дифференцировки.\n" +
                    "Кадерины, GPI-закрепленные белки, регуляция внеклеточного протеолиза\n" +
                    "Молекулярные механизмы ангиогенеза, ремоделирование кровеносных сосудов и дыхательных путей\n" +
                    "Адгезия клеток, миграция и пролиферация",
                footer: "http://www.fbm.msu.ru/education/departments/detail/?ID=3971"
            },
            {
                center: [55.696905, 37.526358],
                name: "Дом",
                body: "Факультет фундаментальной медицины (ФФМ МГУ) в настоящее время является одним из наиболее динамично развивающихся структурных подразделений Московского университета. Факультет признан лучшей медицинской школой в России",
                footer: "http://www.fbm.msu.ru/"
            },
        ]
    },
    {
        name: "Производственные площадки",
        style: "islands#nightIcon",
        items: [
            {
                center: [55.851941, 82.101889],
                name: "Пример площадки",
                body: "Текст описание",
                footer: "https://conf.icgbio.ru/crispr2023/"
            },
        ]},
    {
        name: "Компании",
        style: "islands#darkOrangeIcon",
        items: [
            {
                center: [54.851941, 70.101889],
                name: "Пример компании",
                body: "Текст описание",
                footer: "https://conf.icgbio.ru/crispr2023/"
            },
        ]},
    {
        name: "Мероприятия",
        style: "islands#redIcon",
        items: [
            {
                center: [54.851941, 83.101889],
                name: "CRISPR-2023 11-13 сентября 2023 года",
                body: "С момента первого в России международного конгресса, посвященного применению системы CRISPR/Cas9, “CRISPR-2018” прошло пять лет. Технологии редактирования генома стремительно совершенствуются, разделив ход развития науки на «до» и «после» одного из самых знаменитых изобретений биологии. На сегодняшний день CRISPR-системы не только продолжают оставаться объектом и инструментом в фундаментальных исследованиях, но и позволяют исследователям совершать революцию в области медицины, сельского хозяйства, эволюционной и палеобиологии",
                footer: "https://conf.icgbio.ru/crispr2023/"
            },
        ]},
];